Repository: AwesDea/AIC_mezzanine_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: please check spams too
fa: لطفا پوشه‌ی spam را نیز چک کنید.

source: You are invited to team %(team_name)s. <a class="btn btn-primary" href="%(invitation_accept_link)s">accept</a>
fa: شما به تیم %(team_name)s دعوت شدید. <a class="btn btn-primary" href="%(invitation_accept_link)s">پذیرفتن دعوت</a>

source: Click <a href='%(url)s'>here</a> to view documentation of team registration.
fa: برای مشاهده‌ی راهنمای ثبت تیم <a href='%(url)s'>اینجا</a> کلیک کنید.

source: Teams
fa: تیم‌ها

source: previous submissions
fa: ارسال‌های قبلی

source: final submission
fa: سابمیت نهایی

source: status
fa: وضعیت

source: submitter
fa: فرستنده

source: programming language
fa: زبان برنامه نویسی

source: timestamp
fa: زمان

source: download
fa: دانلود

source: Close
fa: بستن

source: Failed getting compilation log
fa: در دریافت لاگ کامپایل مشکلی پیش آمد

source: Final submission changed
fa: ارسال نهایی تغییر کرد

source: submit period has ended
fa: زمان ارسال کد به اتمام رسیده است

source: Change
fa: تغییر

source: Home
fa: صفحه‌ی اصلی

source: My Team
fa: تیم من

source: scoreboard
fa: جدول امتیازات

source: group stage
fa: مرحله گروهی

source: elimination stage
fa: مرحله حذفی

source: blog
fa: بلاگ

source: edit profile
fa: ویرایش مشخصات

source: logout
fa: خروج

source: login
fa: ورود

source: signup
fa: ثبت نام

source: انجمن علمی دانشجویی دانشکده کامپیوتر دانشگاه شریف
fa: انجمن علمی دانشجویی دانشکده مهندسی کامپیوتر دانشگاه صنعتی شریف

source: Related News
fa: اخبار مرتبط

source: news
fa: اخبار

source: Tag:
fa: برچسب:

source: Category:
fa: دسته:

source: Author:
fa: نویسنده

source: Viewing news tagged
fa: اخبار با برچسب

source: Viewing news for the category
fa: اخبار با موضوع

source: Viewing news from
fa: اخبار نوشته‌شده به دست

source: Viewing news by
fa: اخبار نوشته‌شده به دست

source: Recent news
fa: اخبار جدید

source: Recent Posts
fa: نوشتار‌های اخیر

source: Categories
fa: دسته‌ها

source: Tags
fa: برچسب‌ها

source: Authors
fa: نویسندگان

source: Archive
fa: بایگانی

source: Feeds
fa: خوراک‌ها

source: accept
fa: قبول

source: decline
fa: رد

source: Withdraw
fa: انصراف

source: Delete
fa: حذف

source: team head
fa: سرگروه

source: team member
fa: عضو

source: invited member
fa: کاربر مدعو

source: My Games
fa: بازی‌های من

source: use this link to find a team and request a friendly game
fa: از لینک روبرو برای یافتن تیم‌ها و درخواست بازی دوستانه استفاده کنید

source: Game requests
fa: درخواست‌های بازی

source: team
fa: تیم

source: config
fa: تنظیمات

source: reject
fa: انصراف

source: watch game
fa: مشاهده‌ی بازی

source: waiting for run
fa: در انتظار اجرا

source: rejected
fa: رد شده

source: waiting for accept
fa: در انتظار تأیید

source: type
fa: نوع بازی

source: score
fa: امتیاز

source: User removed from team
fa: کاربر از تیم حذف شد

source: Team deleted
fa: تیم شما از مسابقات حذف شد

source: You left the team
fa: شما تیم را ترک کردید

source: remove team
fa: حذف تیم

source: change team name
fa: تغییر نام تیم

source: finalize team
fa: نهایی کردن تیم

source: join requests
fa: درخواست‌های عضویت

source: name
fa: نام

source: team members
fa: اعضای تیم

source: remove user from team
fa: حذف کاربر از تیم

source: membership status
fa: وضعیت

source: leave team
fa: ترک تیم

source: game docs
fa: مستندات مسابقه

source: submit new code
fa: ارسال کد

source: change
fa: تغییر

source: cancel
fa: انصراف

source: Finalize your team when all members are joined. After finalization no one can join or leave the team, team name cannot be changed and you cannot leave competitions. Finalization is neccessary for submitting the codes.
fa: وقتی همه‌ی اعضای تیم نهایی شدند برای شرکت در مسابقات باید تیم خود را ببندید. پس از بستن تیم اعضا و نام تیم قابل تغییر نیستند.

source: member
fa: عضو

source: friendly game
fa: بازی دوستانه

source: join request
fa: درخواست عضویت

source: Challenge
fa: بازی دوستانه

source: Configuration
fa: تنظیمات

source: team 1
fa: تیم اول

source: team 2
fa: تیم دوم

source: place
fa: مکان

source: time
fa: زمان

source: written on%(sometime)s ago
fa: نوشته شده در %(sometime)s پیش

source: There are currently no comments
fa: نظری تا کنون ثبت نشده‌است.

source: Name
fa: نام

source: Email
fa: رایانامه

source: Comment
fa: نظر

source: Comments
fa: نظرات

source: New Comment
fa: نظر جدید

source: New
fa: جدید

source: Read More
fa: ادامه‌ی نوشتار

source: Choose File
fa: انتخاب فایل

source: Page
fa: صفحه

source: of
fa: از

source: you have been invited to team:
fa: شما به تیمی با این نام دعوت شده‌اید:

source: click on below link to accept:
fa: برای پذیرفتن روی لینک زیر کلیک کنید:

source: following user has requested to join your team:
fa: کابر زیر درخواست عضویت در تیم شما را دارد

source: you can accept or decline this request in the 'my tean' page
fa: شما می‌توانید از صفحه‌ی تیم من این درخواست را قبول یا رد کنید

source: Click <a href='%(url)s'>here</a> to see the original image.
fa: برای مشاهده‌ی عکس با کیفیت اصلی <a href='%(url)s'>اینجا</a> کلیک کنید.

source: No answer provided yet
fa: هنوز پاسخی داده نشده‌است

source: Thanks for asking a question.
fa: از این که یک سوال پرسیدید سپاسگزاریم.

source: Send Question
fa: ارسال پرسش

source: Search Results
fa: نتیجه‌ی جستجو

source: read more
fa: ادامه‌ی نوشتار

source: staff
fa: برگزار کنندگان

source: <p>Until you don't register a complete team, you can't go to your team page. You can see competition documentation from the <b><a href="/blog/">blog</a></b>.</p> <p>Click <a href=%(url)s>here</a> to view documentation of team registration.<p>
fa: <p>تا زمانی که تیم شما به طور کامل ثبت نشده است، نمی‌توانید به صفحه‌ی تیمتان بروید. تا زمان تکمیل تیم، می‌توانید مستندات مسابقه را از طریق <b><a href="/blog/">بلاگ</a></b> مسابقه دریافت نمایید. <p>برای مشاهده‌ی راهنمای ثبت تیم <a href=%(url)s>این‌ صفحه</a> را مشاهده کنید.

source: You are invited to team %(team_name)s. <a class="btn btn-primary" href="%(invitation_accept_link)s">accept</a>
fa: شما به تیم %(team_name)s دعوت شدید. <a class="btn btn-primary" href="%(invitation_accept_link)s">پذیرفتن دعوت</a>

source: email address
fa: آدرس ایمیل

source: Media Library
fa: مدیریت رسانه‌ها

source: Custom
fa: ویژه

source: Top navigation bar
fa: نوار بالایی

source: Left-hand tree
fa: نوار کناری

source: Featured Image
fa: تصویر ویژه

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: base
fa: اصلی

source: Accept Terms
fa: قوانین را می‌پذیرم

source: terms_of_service_text
fa: قوانین مسابقه:<br> ۱- شرکت‌کنندگان متعهدند که در زمان ثبت نام، اقدام به ارائه‌ی اطلاعات معتبر نمایند.<br> ۲- انتخاب اسامی خلاف عرف و تولید محتوای نامناسب توسط تیم ها، بنا به تشخیص تیم برگزاری می‌تواند منجر به حذف تیم از مسابقات گردد.<br> ۳- مالکیت معنوی و انتشار آزاد محتوای تولید شده در تمام مراحل مسابقه، از جمله کدهای نوشته شده توسط تیم‌ها، برای انجمن علمی دانشکده کامپیوتر محفوظ میباشد.<br> ۴- حضور در محل برگزاری مسابقات در مرحله نهایی بر عهده شرکت‌کنندگان است.<br> ۵- امکان اعمال تغییرات مقتضی در زمان‌بندی های اعلام شده درصورت نیاز، برای تیم برگزار کننده مسابقات محفوظ می‌باشد.<br>

source: member {}
fa: عضو {}

source: email or username
fa: ایمیل یا نام کاربری

source: just team's head can edit team
fa: تنها سرگروه امکان تغییر تیم را دارد

source: brother you are hitting wrong!
fa: داداش داری اشتباه می‌زنی

source: this user has another team
fa: کاربر در تیم دیگری عضو است

source: this user has not account
fa: کاربر یافت نشد

source: at least {} members required for team
fa: حداقل {} نفر برای تشکیل تیم نیاز است.

source: you can not remove an accepted member
fa: شما نمی‌توانید یک عضو پذیرفته شده را حذف کنید.

source: AIChallenge team invitation
fa: دعوت عضویت تیم در AIChallenge

source: game type
fa: نوع بازی

source: phone number
fa: تلفن ثابت

source: mobile number
fa: تلفن همراه

source: education place
fa: محل تحصیل

source: country
fa: کشور

source: choose your country
fa: کشور خود را انتخاب کنید

source: teams
fa: تیم‌ها

source: national code
fa: کدملی

source: yes
fa: بله

source: no
fa: خیر

source: not decided yet
fa: هنوز تصمیم نگرفته‌ام

source: competition
fa: مسابقه

source: show team in public list
fa: نمایش تیم در لیست

source: team is final
fa: تیم نهایی شده

source: will come to site
fa: به مرحله حضوری می‌آید

source: waiting
fa: در انتظار

source: queued
fa: در صف

source: compiling
fa: در حال کامپایل

source: compiled
fa: کامپایل شده

source: failed
fa: ناموفق

source: code
fa: کد

source: compiled code
fa: کد کامپایل شده

source: log file
fa: فایل log

source: played
fa: بازی کرده

source: won
fa: برده

source: submit
fa: کد سابمیت شده

source: submits
fa: کدهای سابمیت شده

source: accepted
fa: پذیرفته

source: slug
fa: اسلاگ

source: invitation of {} to join {} [{}]
fa: دعوت {} به پیوستن {} [{}]

source: invitation
fa: دعوت

source: invitations
fa: دعوت‌ها

source: request of {} to join {} [{}]
fa: درخواست {} به پیوستن {} [{}]

source: requester
fa: درخواست دهنده

source: requestee
fa: مورد درخواست

source: state
fa: وضعیت

source: accept time
fa: زمان قبول

source: game configuration
fa: تنظیمات بازی

source: your team must be final
fa: تیم شما باید بسته‌شده باشد

source: registration period has ended
fa: زمان ثبت‌نام به اتمام رسیده است

source: Your team is not finalized.
fa: تیم شما نهایی نشده است.

source: you are not in a team, create one below or request your team leader to invite you
fa: شما در هیچ تیمی نیستید، هم اکنون یک تیم بسازید یا از سرگروه بخواهید شما را دعوت کند.

source: register new team
fa: ثبت تیم جدید

source: your team does not have enough members
fa: تیم شما تعداد اعضای کافی ندارد

source: you already have a team
fa: شما در حال حاضر عضو این تیم هستید

source: The team is final.
fa: تیم نهایی شده

source: successfully joined team %s
fa: با موفقیت به تیم %s ملحق شدید

source: qualification games results
fa: نتیجه بازی‌های دور مقدماتی

source: random bot games results
fa: نتایج بازی‌ها با بات رندم

source: No such game request found
fa: بازی پیدا نشد

source: Bad request
fa: درخواست نادرست

source: this team can not play for %d minutes
fa: این تیم تا %d دقیقه دیگر نمی‌تواند بازی کند

source: Done
fa: انجام شد

source: you must wait %d minutes before another request
fa: شما باید %d دقیقه تا درخواست بعدی صبر کنید

source: Challenged the team successfully
fa: تیم مورد نظر به بازی دوستانه دعوت شد

source: team is now finalized
fa: تبریک! تیم شما نهایی شد.

source: invitation resend successful
fa: با موفقیت بازارسال شد

source: already part of another team
fa: عضو تیم دیگری است.

source: the team has reached max members
fa: تیم شما به حداکثر تعداد رسیده است

source: AIChallenge team join request
fa: درخواست عضویت تیم در AIChallenge

source: join request has been sent
fa: درخواست عضویت ارسال شد

source: your request to join this team has been declined
fa: درخواست شما توسط سرگروه این تیم رد شده است

source: you have requested to join this team before
fa: شما قبلا درخواست عضویت در این تیم را داده‌اید

source: Container Page
fa: صفحه‌ی شامل

source: Container Pages
fa: صفحات شامل

source: Responder Mail
fa: ایمیل پاسخگو

source: QA Page
fa: صفحه‌ی پرسش‌ و پاسخ

source: QA Pages
fa: صفحات پرسش و پاسخ

source: Containing Page
fa: صفحه‌ی شامل

source: Creation Time
fa: زمان ایجاد

source: Questioner
fa: پرسشگر

source: Question
fa: پرسش

source: Ask New Question
fa: یک پرسش جدید بپرسید

source: Answer
fa: پاسخ

source: Approved
fa: تأیید شده

source: Asked Question
fa: سوال پرسیده شده

source: Asked Questions
fa: سوالات پرسیده شده

source: A new question is waiting for you!
fa: یک سوال در انتظار شما نشسته است!

source: game
fa: بازی

source: file
fa: فایل log

source: there are unfinished games
fa: چند بازی هنوز تمام نشده‌است

source: title
fa: عنوان

source: site
fa: سایت

source: max team members count
fa: حداکثر تعداد اعضای تیم ها

source: min team members count
fa: حداقل تعداد اعضای تیم ها

source: registration start date
fa: زمان شروع ثبت‌نام

source: registration finish date
fa: زمان اتمام ثبت‌نام

source: number of players per game
fa: تعداد بازیکن‌های هر بازی

source: supported languages
fa: زبان‌های‌ برنامه‌نویسی پشتیبانی شده

source: server container
fa: محفظه‌ی سرور

source: game logger
fa: لاگ گیر بازی

source: additional containers
fa: محفظه‌های بیش‌تر

source: compile time limit (s)
fa: محدودیت زمان اجرا

source: execution time limit (s)
fa: محدودیت زمان اجرا

source: competitions
fa: مسابقات

source: configuration file
fa: فایل تنظیمات

source: description
fa: توضیحات

source: public
fa: عمومی

source: Game Configuration
fa: تنظیمات بازی

source: Game Configurations
fa: تنظبمات بازی

source: compile container
fa: محفظه‌ی کامپایل

source: execute container
fa: محفظه‌ی اجرا

source: tag
fa: تگ

source: dockerfile source
fa: سورس داکرفایل

source: version
fa: نسخه

source: cores
fa: هسته‌ها

source: memory
fa: حافظه

source: swap
fa: سوآپ

source: build log
fa: جزئیات بیلد

source: manual
fa: دستی

source: friendly
fa: دوستانه

source: qualifications
fa: مقدماتی

source: finals
fa: نهایی

source: seeding
fa: گروه‌بندی

source: supplementary
fa: مکمل

source: running
fa: در حال اجرا

source: players
fa: بازیکنان

source: game log file
fa: فایل لاگ بازی

source: error log
fa: لاگ خطا

source: pre games
fa: بازی‌های مقدماتی

source: games
fa: بازی‌ها

source: team submit
fa: ارسالی تیم
